{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<UNK>": 0,
      "'": 1,
      "+": 2,
      ",": 3,
      "-": 4,
      ".": 5,
      "/": 6,
      "0": 7,
      "1": 8,
      "3": 9,
      "5": 10,
      "9": 11,
      "?": 12,
      "A": 13,
      "B": 14,
      "C": 15,
      "D": 16,
      "E": 17,
      "F": 18,
      "G": 19,
      "H": 20,
      "I": 21,
      "J": 22,
      "K": 23,
      "L": 24,
      "M": 25,
      "N": 26,
      "O": 27,
      "P": 28,
      "Q": 29,
      "R": 30,
      "S": 31,
      "T": 32,
      "U": 33,
      "V": 34,
      "W": 35,
      "X": 36,
      "Y": 37,
      "Z": 38,
      "a": 39,
      "b": 40,
      "c": 41,
      "d": 42,
      "e": 43,
      "f": 44,
      "g": 45,
      "h": 46,
      "i": 47,
      "j": 48,
      "k": 49,
      "l": 50,
      "m": 51,
      "n": 52,
      "o": 53,
      "p": 54,
      "q": 55,
      "r": 56,
      "s": 57,
      "t": 58,
      "u": 59,
      "v": 60,
      "w": 61,
      "x": 62,
      "y": 63,
      "z": 64,
      "in": 65,
      "er": 66,
      "th": 67,
      "ing": 68,
      "re": 69,
      "en": 70,
      "an": 71,
      "es": 72,
      "at": 73,
      "on": 74,
      "is": 75,
      "ou": 76,
      "al": 77,
      "or": 78,
      "st": 79,
      "to": 80,
      "le": 81,
      "it": 82,
      "de": 83,
      "ar": 84,
      "ro": 85,
      "the": 86,
      "il": 87,
      "ion": 88,
      "ent": 89,
      "of": 90,
      "and": 91,
      "co": 92,
      "ab": 93,
      "el": 94,
      "ch": 95,
      "me": 96,
      "ic": 97,
      "ct": 98,
      "bu": 99,
      "out": 100,
      "ers": 101,
      "ow": 102,
      "im": 103,
      "pro": 104,
      "mo": 105,
      "be": 106,
      "ev": 107,
      "as": 108,
      "te": 109,
      "are": 110,
      "un": 111,
      "ation": 112,
      "ot": 113,
      "about": 114,
      "ant": 115,
      "ter": 116,
      "wh": 117,
      "for": 118,
      "ity": 119,
      "Th": 120,
      "ra": 121,
      "ink": 122,
      "ol": 123,
      "res": 124,
      "ed": 125,
      "think": 126,
      "com": 127,
      "ce": 128,
      "ke": 129,
      "ment": 130,
      "ge": 131,
      "all": 132,
      "us": 133,
      "est": 134,
      "want": 135,
      "pl": 136,
      "wor": 137,
      "ma": 138,
      "der": 139,
      "op": 140,
      "ms": 141,
      "sy": 142,
      "ure": 143,
      "thing": 144,
      "ul": 145,
      "that": 146,
      "ild": 147,
      "ig": 148,
      "lear": 149,
      "ne": 150,
      "ine": 151,
      "con": 152,
      "iv": 153,
      "ste": 154,
      "ad": 155,
      "fe": 156,
      "ess": 157,
      "work": 158,
      "code": 159,
      "not": 160,
      "oy": 161,
      "ut": 162,
      "syste": 163,
      "learn": 164,
      "ery": 165,
      "The": 166,
      "ay": 167,
      "you": 168,
      "build": 169,
      "stand": 170,
      "more": 171,
      "if": 172,
      "fa": 173,
      "sh": 174,
      "ist": 175,
      "derstand": 176,
      "oo": 177,
      "ome": 178,
      "ex": 179,
      "iev": 180,
      "mat": 181,
      "ac": 182,
      "qu": 183,
      "ility": 184,
      "ap": 185,
      "ieve": 186,
      "pe": 187,
      "gine": 188,
      "id": 189,
      "del": 190,
      "iz": 191,
      "joy": 192,
      "ble": 193,
      "bel": 194,
      "ach": 195,
      "ly": 196,
      "man": 197,
      "oc": 198,
      "per": 199,
      "ri": 200,
      "ith": 201,
      "uct": 202,
      "enjoy": 203,
      "what": 204,
      "comp": 205,
      "engine": 206,
      "believe": 207,
      "ep": 208,
      "ill": 209,
      "but": 210,
      "bet": 211,
      "understand": 212,
      "ust": 213,
      "ve": 214,
      "oft": 215,
      "some": 216,
      "ak": 217,
      "ht": 218,
      "ability": 219,
      "ical": 220,
      "ood": 221,
      "dat": 222,
      "li": 223,
      "se": 224,
      "ver": 225,
      "better": 226,
      "tim": 227,
      "enc": 228,
      "with": 229,
      "imp": 230,
      "ence": 231,
      "ate": 232,
      "model": 233,
      "ti": 234,
      "systems": 235,
      "og": 236,
      "vi": 237,
      "ous": 238,
      "chn": 239,
      "ard": 240,
      "rom": 241,
      "fer": 242,
      "one": 243,
      "ions": 244,
      "learning": 245,
      "now": 246,
      "every": 247,
      "des": 248,
      "from": 249,
      "ser": 250,
      "than": 251,
      "ag": 252,
      "how": 253,
      "su": 254,
      "ering": 255,
      "able": 256,
      "ign": 257,
      "AI": 258,
      "sc": 259,
      "its": 260,
      "ld": 261,
      "sa": 262,
      "our": 263,
      "comm": 264,
      "things": 265,
      "ight": 266,
      "data": 267,
      "ful": 268,
      "ves": 269,
      "int": 270,
      "ere": 271,
      "ang": 272,
      "str": 273,
      "prod": 274,
      "keep": 275,
      "ive": 276,
      "like": 277,
      "ind": 278,
      "ally": 279,
      "am": 280,
      "vel": 281,
      "row": 282,
      "proble": 283,
      "feel": 284,
      "Ev": 285,
      "ect": 286,
      "hel": 287,
      "tr": 288,
      "requ": 289,
      "ong": 290,
      "system": 291,
      "ency": 292,
      "techn": 293,
      "fail": 294,
      "engineering": 295,
      "ks": 296,
      "rit": 297,
      "ters": 298,
      "tra": 299,
      "test": 300,
      "way": 301,
      "product": 302,
      "help": 303,
      "ur": 304,
      "art": 305,
      "mak": 306,
      "something": 307,
      "design": 308,
      "ain": 309,
      "oug": 310,
      "ould": 311,
      "tool": 312,
      "ult": 313,
      "matters": 314,
      "know": 315,
      "ther": 316,
      "Con": 317,
      "ha": 318,
      "inter": 319,
      "real": 320,
      "serv": 321,
      "ience": 322,
      "pow": 323,
      "we": 324,
      "oun": 325,
      "devel": 326,
      "ack": 327,
      "time": 328,
      "develop": 329,
      "dis": 330,
      "grow": 331,
      "ip": 332,
      "os": 333,
      "ures": 334,
      "ware": 335,
      "end": 336,
      "ication": 337,
      "use": 338,
      "oftware": 339,
      "cre": 340,
      "just": 341,
      "ty": 342,
      "ell": 343,
      "bug": 344,
      "iffer": 345,
      "scal": 346,
      "Every": 347,
      "Good": 348,
      "can": 349,
      "ces": 350,
      "ding": 351,
      "fi": 352,
      "my": 353,
      "when": 354,
      "net": 355,
      "requi": 356,
      "power": 357,
      "Co": 358,
      "age": 359,
      "bt": 360,
      "cess": 361,
      "do": 362,
      "mall": 363,
      "pre": 364,
      "ics": 365,
      "own": 366,
      "ract": 367,
      "makes": 368,
      "ifferent": 369,
      "doc": 370,
      "no": 371,
      "over": 372,
      "sol": 373,
      "sist": 374,
      "problems": 375,
      "Not": 376,
      "ear": 377,
      "gra": 378,
      "software": 379,
      "inv": 380,
      "olog": 381,
      "cont": 382,
      "should": 383,
      "models": 384,
      "commun": 385,
      "Un": 386,
      "best": 387,
      "ci": 388,
      "ec": 389,
      "ies": 390,
      "mp": 391,
      "si": 392,
      "debt": 393,
      "ments": 394,
      "exper": 395,
      "ough": 396,
      "day": 397,
      "ef": 398,
      "pr": 399,
      "red": 400,
      "ans": 401,
      "lex": 402,
      "ents": 403,
      "ction": 404,
      "where": 405,
      "often": 406,
      "tools": 407,
      "good": 408,
      "ument": 409,
      "writ": 410,
      "oring": 411,
      "ice": 412,
      "new": 413,
      "times": 414,
      "technical": 415,
      "hard": 416,
      "mor": 417,
      "ts": 418,
      "ort": 419,
      "ices": 420,
      "impro": 421,
      "ted": 422,
      "ress": 423,
      "ploy": 424,
      "ways": 425,
      "It": 426,
      "Re": 427,
      "ore": 428,
      "read": 429,
      "chang": 430,
      "ople": 431,
      "people": 432,
      "aking": 433,
      "helps": 434,
      "Te": 435,
      "Wh": 436,
      "back": 437,
      "ging": 438,
      "nal": 439,
      "pract": 440,
      "ta": 441,
      "led": 442,
      "form": 443,
      "uture": 444,
      "building": 445,
      "ify": 446,
      "derstanding": 447,
      "struct": 448,
      "ound": 449,
      "Understanding": 450,
      "Bu": 451,
      "In": 452,
      "Some": 453,
      "ide": 454,
      "ting": 455,
      "will": 456,
      "forman": 457,
      "That": 458,
      "users": 459,
      "network": 460,
      "ology": 461,
      "Build": 462,
      "formance": 463,
      "af": 464,
      "go": 465,
      "ial": 466,
      "rough": 467,
      "ving": 468,
      "through": 469,
      "gether": 470,
      "ization": 471,
      "ribu": 472,
      "requires": 473,
      "has": 474,
      "long": 475,
      "ning": 476,
      "ual": 477,
      "uto": 478,
      "vers": 479,
      "always": 480,
      "deploy": 481,
      "allen": 482,
      "optim": 483,
      "need": 484,
      "your": 485,
      "pect": 486,
      "ident": 487,
      "safe": 488,
      "sistency": 489,
      "umentation": 490,
      "act": 491,
      "ca": 492,
      "cl": 493,
      "fun": 494,
      "ject": 495,
      "mm": 496,
      "ob": 497,
      "oth": 498,
      "small": 499,
      "xt": 500,
      "ance": 501,
      "ese": 502,
      "alu": 503,
      "itect": 504,
      "ary": 505,
      "arch": 506,
      "come": 507,
      "challen": 508,
      "olves": 509,
      "mental": 510,
      "mach": 511,
      "make": 512,
      "everything": 513,
      "Pro": 514,
      "by": 515,
      "cult": 516,
      "len": 517,
      "po": 518,
      "uous": 519,
      "inuous": 520,
      "project": 521,
      "who": 522,
      "maint": 523,
      "ize": 524,
      "imple": 525,
      "production": 526,
      "involves": 527,
      "ledge": 528,
      "But": 529,
      "St": 530,
      "different": 531,
      "eas": 532,
      "future": 533,
      "gr": 534,
      "gre": 535,
      "ir": 536,
      "lim": 537,
      "tlen": 538,
      "ree": 539,
      "ality": 540,
      "ors": 541,
      "ential": 542,
      "off": 543,
      "ever": 544,
      "ase": 545,
      "ottlen": 546,
      "ives": 547,
      "fast": 548,
      "import": 549,
      "tests": 550,
      "scaling": 551,
      "Building": 552,
      "safety": 553,
      "itecture": 554,
      "ottlenec": 555,
      "important": 556,
      "AP": 557,
      "bility": 558,
      "bottlenec": 559,
      "he": 560,
      "low": 561,
      "right": 562,
      "up": 563,
      "ener": 564,
      "ates": 565,
      "together": 566,
      "dec": 567,
      "debug": 568,
      "teach": 569,
      "istribu": 570,
      "matter": 571,
      "complex": 572,
      "ages": 573,
      "trics": 574,
      "failures": 575,
      "knowledge": 576,
      "powerful": 577,
      "writing": 578,
      "improve": 579,
      "istributed": 580,
      "gu": 581,
      "mb": 582,
      "ron": 583,
      "ward": 584,
      "well": 585,
      "ens": 586,
      "ating": 587,
      "they": 588,
      "This": 589,
      "resour": 590,
      "conf": 591,
      "fect": 592,
      "works": 593,
      "akes": 594,
      "failure": 595,
      "have": 596,
      "ast": 597,
      "ams": 598,
      "bl": 599,
      "cle": 600,
      "care": 601,
      "clear": 602,
      "da": 603,
      "down": 604,
      "ew": 605,
      "fic": 606,
      "hu": 607,
      "table": 608,
      "ually": 609,
      "these": 610,
      "ilience": 611,
      "process": 612,
      "text": 613,
      "why": 614,
      "comes": 615,
      "plication": 616,
      "working": 617,
      "ship": 618,
      "ocus": 619,
      "testing": 620,
      "services": 621,
      "development": 622,
      "solut": 623,
      "cipl": 624,
      "Sometimes": 625,
      "identify": 626,
      "architecture": 627,
      "challenge": 628,
      "machine": 629,
      "gener": 630,
      "kill": 631,
      "never": 632,
      "pa": 633,
      "ph": 634,
      "par": 635,
      "so": 636,
      "sim": 637,
      "tal": 638,
      "ining": 639,
      "still": 640,
      "ition": 641,
      "dep": 642,
      "cost": 643,
      "beha": 644,
      "event": 645,
      "tegr": 646,
      "thinking": 647,
      "adding": 648,
      "performance": 649,
      "vior": 650,
      "ferred": 651,
      "servability": 652,
      "developers": 653,
      "documentation": 654,
      "structure": 655,
      "utomat": 656,
      "culture": 657,
      "bottlenecks": 658,
      "decis": 659,
      "behavior": 660,
      "Different": 661,
      "cur": 662,
      "lo": 663,
      "less": 664,
      "mul": 665,
      "mist": 666,
      "part": 667,
      "tell": 668,
      "uri": 669,
      "valu": 670,
      "ines": 671,
      "err": 672,
      "leg": 673,
      "meas": 674,
      "proach": 675,
      "ared": 676,
      "quality": 677,
      "app": 678,
      "application": 679,
      "approach": 680,
      "comput": 681,
      "engineers": 682,
      "see": 683,
      "technology": 684,
      "Code": 685,
      "prev": 686,
      "continuous": 687,
      "communication": 688,
      "sible": 689,
      "Techn": 690,
      "What": 691,
      "practice": 692,
      "debugging": 693,
      "teaches": 694,
      "mistakes": 695,
      "As": 696,
      "How": 697,
      "Sh": 698,
      "bre": 699,
      "focus": 700,
      "line": 701,
      "nc": 702,
      "ping": 703,
      "sing": 704,
      "skill": 705,
      "integr": 706,
      "ref": 707,
      "ory": 708,
      "them": 709,
      "elf": 710,
      "eless": 711,
      "metrics": 712,
      "progra": 713,
      "teams": 714,
      "resilience": 715,
      "get": 716,
      "oper": 717,
      "without": 718,
      "problem": 719,
      "Cont": 720,
      "internal": 721,
      "experim": 722,
      "experience": 723,
      "reading": 724,
      "others": 725,
      "post": 726,
      "projects": 727,
      "maintain": 728,
      "API": 729,
      "programm": 730,
      "De": 731,
      "Small": 732,
      "di": 733,
      "et": 734,
      "ibility": 735,
      "lat": 736,
      "lar": 737,
      "lang": 738,
      "mon": 739,
      "mess": 740,
      "pers": 741,
      "rst": 742,
      "sat": 743,
      "simple": 744,
      "three": 745,
      "ature": 746,
      "state": 747,
      "rol": 748,
      "ention": 749,
      "means": 750,
      "moder": 751,
      "become": 752,
      "ases": 753,
      "term": 754,
      "edback": 755,
      "allow": 756,
      "ply": 757,
      "consistency": 758,
      "fact": 759,
      "expl": 760,
      "idence": 761,
      "feels": 762,
      "feeling": 763,
      "ossible": 764,
      "first": 765,
      "docs": 766,
      "mory": 767,
      "cause": 768,
      "damental": 769,
      "human": 770,
      "integration": 771,
      "programming": 772,
      "langu": 773,
      "satis": 774,
      "modern": 775,
      "Ex": 776,
      "Lear": 777,
      "Writ": 778,
      "cing": 779,
      "fin": 780,
      "fra": 781,
      "happ": 782,
      "log": 783,
      "mis": 784,
      "might": 785,
      "ness": 786,
      "od": 787,
      "pres": 788,
      "ris": 789,
      "ss": 790,
      "ug": 791,
      "ats": 792,
      "atch": 793,
      "ated": 794,
      "oriz": 795,
      "dee": 796,
      "memory": 797,
      "ically": 798,
      "prov": 799,
      "beats": 800,
      "under": 801,
      "ations": 802,
      "ternal": 803,
      "plic": 804,
      "worth": 805,
      "feedback": 806,
      "exist": 807,
      "acy": 808,
      "ides": 809,
      "izing": 810,
      "understanding": 811,
      "vide": 812,
      "viron": 813,
      "creat": 814,
      "bugs": 815,
      "fix": 816,
      "prim": 817,
      "after": 818,
      "versus": 819,
      "fundamental": 820,
      "easy": 821,
      "resources": 822,
      "clean": 823,
      "multi": 824,
      "break": 825,
      "orizon": 826,
      "Doc": 827,
      "En": 828,
      "Mo": 829,
      "Per": 830,
      "Sc": 831,
      "Tr": 832,
      "You": 833,
      "aut": 834,
      "automat": 835,
      "boo": 836,
      "base": 837,
      "distributed": 838,
      "fore": 839,
      "gress": 840,
      "hand": 841,
      "ile": 842,
      "jour": 843,
      "mic": 844,
      "nam": 845,
      "pon": 846,
      "ple": 847,
      "pay": 848,
      "rong": 849,
      "sour": 850,
      "self": 851,
      "taking": 852,
      "tention": 853,
      "wrong": 854,
      "ying": 855,
      "thoug": 856,
      "rec": 857,
      "environ": 858,
      "start": 859,
      "states": 860,
      "lection": 861,
      "aring": 862,
      "col": 863,
      "provide": 864,
      "most": 865,
      "even": 866,
      "key": 867,
      "ivity": 868,
      "ivid": 869,
      "essential": 870,
      "codebase": 871,
      "builds": 872,
      "show": 873,
      "external": 874,
      "acc": 875,
      "aching": 876,
      "achieve": 877,
      "set": 878,
      "view": 879,
      "sur": 880,
      "such": 881,
      "fully": 882,
      "Consistency": 883,
      "interest": 884,
      "web": 885,
      "discipl": 886,
      "growth": 887,
      "scale": 888,
      "cannot": 889,
      "changed": 890,
      "ideas": 891,
      "great": 892,
      "limit": 893,
      "faster": 894,
      "improvement": 895,
      "identifying": 896,
      "depend": 897,
      "experiment": 898,
      "Learning": 899,
      "Writing": 900,
      "provides": 901,
      "existing": 902,
      "primary": 903,
      "multiple": 904,
      "orizontal": 905,
      "thought": 906,
      "Know": 907,
      "Test": 908,
      "ail": 909,
      "cin": 910,
      "cer": 911,
      "curi": 912,
      "ges": 913,
      "ible": 914,
      "kind": 915,
      "lot": 916,
      "mer": 917,
      "mous": 918,
      "mind": 919,
      "nu": 920,
      "ner": 921,
      "put": 922,
      "ry": 923,
      "spe": 924,
      "wo": 925,
      "incre": 926,
      "rele": 927,
      "ange": 928,
      "atter": 929,
      "alth": 930,
      "ord": 931,
      "today": 932,
      "lect": 933,
      "ross": 934,
      "ilt": 935,
      "ily": 936,
      "cover": 937,
      "eld": 938,
      "cho": 939,
      "memb": 940,
      "built": 941,
      "ased": 942,
      "tems": 943,
      "team": 944,
      "There": 945,
      "old": 946,
      "respon": 947,
      "ney": 948,
      "consist": 949,
      "add": 950,
      "feature": 951,
      "shared": 952,
      "manag": 953,
      "someone": 954,
      "sometimes": 955,
      "impossible": 956,
      "everyone": 957,
      "saves": 958,
      "common": 959,
      "individ": 960,
      "request": 961,
      "trade": 962,
      "training": 963,
      "uring": 964,
      "field": 965,
      "Comp": 966,
      "communic": 967,
      "mortems": 968,
      "changes": 969,
      "take": 970,
      "affect": 971,
      "optimize": 972,
      "clu": 973,
      "complexity": 974,
      "guide": 975,
      "solutions": 976,
      "decision": 977,
      "errors": 978,
      "factoring": 979,
      "deeply": 980,
      "Performance": 981,
      "handle": 982,
      "journey": 983,
      "source": 984,
      "individual": 985,
      "Be": 986,
      "Bl": 987,
      "CP": 988,
      "Ch": 989,
      "Dat": 990,
      "Distributed": 991,
      "Gre": 992,
      "Me": 993,
      "No": 994,
      "Op": 995,
      "To": 996,
      "ame": 997,
      "dr": 998,
      "em": 999,
      "eleg": 1000,
      "fil": 1001,
      "fas": 1002,
      "gan": 1003,
      "ier": 1004,
      "king": 1005,
      "mes": 1006,
      "other": 1007,
      "tion": 1008,
      "ues": 1009,
      "uter": 1010,
      "ined": 1011,
      "inclu": 1012,
      "ense": 1013,
      "oura": 1014,
      "orit": 1015,
      "itting": 1016,
      "roservices": 1017,
      "ely": 1018,
      "change": 1019,
      "before": 1020,
      "uning": 1021,
      "fortable": 1022,
      "Think": 1023,
      "comfortable": 1024,
      "using": 1025,
      "world": 1026,
      "open": 1027,
      "const": 1028,
      "adap": 1029,
      "shap": 1030,
      "oosing": 1031,
      "across": 1032,
      "quest": 1033,
      "ribut": 1034,
      "compound": 1035,
      "computer": 1036,
      "impact": 1037,
      "same": 1038,
      "ours": 1039,
      "strong": 1040,
      "keeps": 1041,
      "trans": 1042,
      "products": 1043,
      "growing": 1044,
      "osity": 1045,
      "does": 1046,
      "Real": 1047,
      "practices": 1048,
      "longer": 1049,
      "needs": 1050,
      "observability": 1051,
      "limits": 1052,
      "head": 1053,
      "health": 1054,
      "confidence": 1055,
      "path": 1056,
      "tells": 1057,
      "measure": 1058,
      "postmortems": 1059,
      "latency": 1060,
      "messages": 1061,
      "language": 1062,
      "logs": 1063,
      "Engine": 1064,
      "cinating": 1065,
      "puts": 1066,
      "attern": 1067,
      "communicate": 1068,
      "Data": 1069,
      "fascinating": 1070,
      "Each": 1071,
      "Ma": 1072,
      "Ob": 1073,
      "Res": 1074,
      "We": 1075,
      "br": 1076,
      "don": 1077,
      "found": 1078,
      "ffic": 1079,
      "fying": 1080,
      "gin": 1081,
      "ger": 1082,
      "gor": 1083,
      "ler": 1084,
      "mu": 1085,
      "mation": 1086,
      "pot": 1087,
      "psy": 1088,
      "pip": 1089,
      "press": 1090,
      "pattern": 1091,
      "run": 1092,
      "rate": 1093,
      "sign": 1094,
      "slow": 1095,
      "ten": 1096,
      "uc": 1097,
      "would": 1098,
      "yes": 1099,
      "inc": 1100,
      "infra": 1101,
      "thod": 1102,
      "reli": 1103,
      "rements": 1104,
      "reward": 1105,
      "review": 1106,
      "enance": 1107,
      "ante": 1108,
      "only": 1109,
      "organ": 1110,
      "iting": 1111,
      "itive": 1112,
      "degra": 1113,
      "ars": 1114,
      "arante": 1115,
      "root": 1116,
      "cholog": 1117,
      "method": 1118,
      "ick": 1119,
      "progress": 1120,
      "moment": 1121,
      "events": 1122,
      "temp": 1123,
      "while": 1124,
      "fort": 1125,
      "ollow": 1126,
      "resh": 1127,
      "resear": 1128,
      "respect": 1129,
      "user": 1130,
      "ivery": 1131,
      "step": 1132,
      "istory": 1133,
      "delivery": 1134,
      "many": 1135,
      "rip": 1136,
      "encoura": 1137,
      "ateg": 1138,
      "strateg": 1139,
      "productive": 1140,
      "making": 1141,
      "ount": 1142,
      "Comm": 1143,
      "community": 1144,
      "cial": 1145,
      "write": 1146,
      "improves": 1147,
      "Refactoring": 1148,
      "Teaching": 1149,
      "goal": 1150,
      "utomation": 1151,
      "deploying": 1152,
      "optimizing": 1153,
      "maintenance": 1154,
      "offs": 1155,
      "solution": 1156,
      "eventually": 1157,
      "curre": 1158,
      "values": 1159,
      "computing": 1160,
      "prevent": 1161,
      "prevents": 1162,
      "Technical": 1163,
      "Technology": 1164,
      "person": 1165,
      "satisfying": 1166,
      "happen": 1167,
      "risks": 1168,
      "creativity": 1169,
      "Documentation": 1170,
      "Scal": 1171,
      "microservices": 1172,
      "environments": 1173,
      "collection": 1174,
      "limited": 1175,
      "responsi": 1176,
      "Complex": 1177,
      "CPU": 1178,
      "Great": 1179,
      "including": 1180,
      "questions": 1181,
      "compounds": 1182,
      "Observability": 1183,
      "gorith": 1184,
      "much": 1185,
      "potential": 1186,
      "psycholog": 1187,
      "infrastructure": 1188,
      "research": 1189,
      "psychological": 1190,
      "An": 1191,
      "Bre": 1192,
      "Col": 1193,
      "Future": 1194,
      "Log": 1195,
      "Py": 1196,
      "Tra": 1197,
      "Ver": 1198,
      "ace": 1199,
      "den": 1200,
      "eth": 1201,
      "fl": 1202,
      "fr": 1203,
      "hy": 1204,
      "her": 1205,
      "hig": 1206,
      "hip": 1207,
      "ike": 1208,
      "iency": 1209,
      "ief": 1210,
      "lives": 1211,
      "last": 1212,
      "mitting": 1213,
      "omous": 1214,
      "pu": 1215,
      "pill": 1216,
      "rt": 1217,
      "rare": 1218,
      "sers": 1219,
      "tak": 1220,
      "tical": 1221,
      "tend": 1222,
      "tuning": 1223,
      "uces": 1224,
      "uition": 1225,
      "vis": 1226,
      "vail": 1227,
      "year": 1228,
      "ins": 1229,
      "into": 1230,
      "inste": 1231,
      "inform": 1232,
      "repres": 1233,
      "enough": 1234,
      "ane": 1235,
      "ones": 1236,
      "onest": 1237,
      "onomous": 1238,
      "issu": 1239,
      "also": 1240,
      "order": 1241,
      "stat": 1242,
      "stop": 1243,
      "store": 1244,
      "toler": 1245,
      "lead": 1246,
      "ities": 1247,
      "deep": 1248,
      "rop": 1249,
      "ils": 1250,
      "elines": 1251,
      "outputs": 1252,
      "ership": 1253,
      "moving": 1254,
      "becomes": 1255,
      "begin": 1256,
      "raf": 1257,
      "gets": 1258,
      "usage": 1259,
      "place": 1260,
      "made": 1261,
      "sync": 1262,
      "necess": 1263,
      "conne": 1264,
      "conver": 1265,
      "context": 1266,
      "izes": 1267,
      "belief": 1268,
      "perfect": 1269,
      "riorit": 1270,
      "engineer": 1271,
      "ences": 1272,
      "virt": 1273,
      "ously": 1274,
      "everywhere": 1275,
      "save": 1276,
      "keeping": 1277,
      "inding": 1278,
      "ameless": 1279,
      "amount": 1280,
      "trust": 1281,
      "traces": 1282,
      "tracing": 1283,
      "disk": 1284,
      "discover": 1285,
      "crete": 1286,
      "typ": 1287,
      "requirements": 1288,
      "nothing": 1289,
      "solve": 1290,
      "early": 1291,
      "control": 1292,
      "effort": 1293,
      "changing": 1294,
      "version": 1295,
      "Profil": 1296,
      "whole": 1297,
      "easier": 1298,
      "greg": 1299,
      "guarante": 1300,
      "resource": 1301,
      "decisions": 1302,
      "love": 1303,
      "reflect": 1304,
      "Continuous": 1305,
      "monit": 1306,
      "plicity": 1307,
      "breaks": 1308,
      "autonomous": 1309,
      "automate": 1310,
      "record": 1311,
      "Knowing": 1312,
      "curious": 1313,
      "managing": 1314,
      "affects": 1315,
      "Being": 1316,
      "elegant": 1317,
      "Thinking": 1318,
      "adaptable": 1319,
      "healthy": 1320,
      "foundation": 1321,
      "organization": 1322,
      "Scalability": 1323,
      "Breaking": 1324,
      "Logging": 1325,
      "Vertical": 1326,
      "frust": 1327,
      "pillars": 1328,
      "taken": 1329,
      "vailability": 1330,
      "years": 1331,
      "instead": 1332,
      "issues": 1333,
      "tolerance": 1334,
      "necessary": 1335,
      "beliefs": 1336,
      "discovering": 1337,
      "Profiling": 1338,
      "At": 1339,
      "Automat": 1340,
      "Automation": 1341,
      "Availability": 1342,
      "CAP": 1343,
      "Curi": 1344,
      "Gra": 1345,
      "Horizontal": 1346,
      "Like": 1347,
      "Over": 1348,
      "Part": 1349,
      "QL": 1350,
      "RE": 1351,
      "Software": 1352,
      "UX": 1353,
      "Vers": 1354,
      "bi": 1355,
      "ben": 1356,
      "bas": 1357,
      "bad": 1358,
      "cy": 1359,
      "cases": 1360,
      "catch": 1361,
      "dif": 1362,
      "did": 1363,
      "dify": 1364,
      "fits": 1365,
      "follow": 1366,
      "gives": 1367,
      "har": 1368,
      "horizontal": 1369,
      "hours": 1370,
      "history": 1371,
      "honest": 1372,
      "ie": 1373,
      "ient": 1374,
      "les": 1375,
      "lab": 1376,
      "mal": 1377,
      "nt": 1378,
      "night": 1379,
      "ose": 1380,
      "pus": 1381,
      "pap": 1382,
      "port": 1383,
      "priorit": 1384,
      "rues": 1385,
      "sess": 1386,
      "size": 1387,
      "sense": 1388,
      "two": 1389,
      "ue": 1390,
      "wa": 1391,
      "incipl": 1392,
      "inferred": 1393,
      "this": 1394,
      "reas": 1395,
      "really": 1396,
      "restruct": 1397,
      "referred": 1398,
      "replic": 1399,
      "ensur": 1400,
      "any": 1401,
      "ancial": 1402,
      "ish": 1403,
      "ism": 1404,
      "algorith": 1405,
      "orar": 1406,
      "oration": 1407,
      "stay": 1408,
      "stract": 1409,
      "too": 1410,
      "level": 1411,
      "ded": 1412,
      "aries": 1413,
      "theore": 1414,
      "ilos": 1415,
      "entrop": 1416,
      "coding": 1417,
      "choosing": 1418,
      "mean": 1419,
      "meworks": 1420,
      "ctions": 1421,
      "modify": 1422,
      "because": 1423,
      "ask": 1424,
      "asable": 1425,
      "tect": 1426,
      "unit": 1427,
      "unless": 1428,
      "unlimited": 1429,
      "These": 1430,
      "rather": 1431,
      "edge": 1432,
      "coming": 1433,
      "estim": 1434,
      "mag": 1435,
      "next": 1436,
      "iving": 1437,
      "iven": 1438,
      "ivacy": 1439,
      "ading": 1440,
      "admitting": 1441,
      "ift": 1442,
      "iful": 1443,
      "faction": 1444,
      "sharing": 1445,
      "ieved": 1446,
      "access": 1447,
      "achieved": 1448,
      "manage": 1449,
      "manner": 1450,
      "ries": 1451,
      "epar": 1452,
      "datase": 1453,
      "tial": 1454,
      "agno": 1455,
      "aggreg": 1456,
      "scrip": 1457,
      "ints": 1458,
      "inty": 1459,
      "indust": 1460,
      "systemic": 1461,
      "designed": 1462,
      "ults": 1463,
      "ultane": 1464,
      "discrete": 1465,
      "grows": 1466,
      "useful": 1467,
      "scalability": 1468,
      "required": 1469,
      "preferred": 1470,
      "overall": 1471,
      "grace": 1472,
      "contribu": 1473,
      "mpt": 1474,
      "side": 1475,
      "efits": 1476,
      "principl": 1477,
      "umenting": 1478,
      "ressing": 1479,
      "taug": 1480,
      "tainty": 1481,
      "going": 1482,
      "active": 1483,
      "caus": 1484,
      "machines": 1485,
      "cultures": 1486,
      "implement": 1487,
      "blog": 1488,
      "carefully": 1489,
      "ficult": 1490,
      "shipping": 1491,
      "generation": 1492,
      "generally": 1493,
      "partial": 1494,
      "simpl": 1495,
      "simultane": 1496,
      "depth": 1497,
      "eventual": 1498,
      "error": 1499,
      "legacy": 1500,
      "measures": 1501,
      "computers": 1502,
      "focusing": 1503,
      "ncy": 1504,
      "single": 1505,
      "refers": 1506,
      "operation": 1507,
      "maintainability": 1508,
      "APIs": 1509,
      "Deploy": 1510,
      "diagno": 1511,
      "larger": 1512,
      "allows": 1513,
      "explain": 1514,
      "satisfaction": 1515,
      "financial": 1516,
      "afterthought": 1517,
      "Model": 1518,
      "books": 1519,
      "names": 1520,
      "paying": 1521,
      "shows": 1522,
      "accrues": 1523,
      "discipline": 1524,
      "disciplined": 1525,
      "dependency": 1526,
      "certainty": 1527,
      "merical": 1528,
      "numerical": 1529,
      "speed": 1530,
      "increased": 1531,
      "releasable": 1532,
      "members": 1533,
      "addressing": 1534,
      "Blameless": 1535,
      "Metrics": 1536,
      "Together": 1537,
      "messy": 1538,
      "tional": 1539,
      "Engineering": 1540,
      "pipelines": 1541,
      "patterns": 1542,
      "incident": 1543,
      "rewarding": 1544,
      "degrades": 1545,
      "temporar": 1546,
      "encourages": 1547,
      "Complexity": 1548,
      "Training": 1549,
      "higher": 1550,
      "represents": 1551,
      "stateless": 1552,
      "converge": 1553,
      "virtually": 1554,
      "typically": 1555,
      "guarantees": 1556,
      "Automated": 1557,
      "Curiosity": 1558,
      "Partition": 1559,
      "Version": 1560,
      "benefits": 1561,
      "difficult": 1562,
      "follows": 1563,
      "laboration": 1564,
      "push": 1565,
      "prioritizes": 1566,
      "reason": 1567,
      "restructuring": 1568,
      "replicas": 1569,
      "ensuring": 1570,
      "theorem": 1571,
      "entropy": 1572,
      "dataset": 1573,
      "aggregated": 1574,
      "contribute": 1575,
      "principles": 1576,
      "taught": 1577,
      "simultaneously": 1578,
      "diagnose": 1579,
      "temporarily": 1580,
      "Ac": 1581,
      "Ad": 1582,
      "CL": 1583,
      "Clar": 1584,
      "Def": 1585,
      "Ed": 1586,
      "Effic": 1587,
      "Fa": 1588,
      "Fast": 1589,
      "Finding": 1590,
      "Hu": 1591,
      "My": 1592,
      "Making": 1593,
      "Rev": 1594,
      "Rest": 1595,
      "ST": 1596,
      "Taking": 1597,
      "Two": 1598,
      "User": 1599,
      "bo": 1600,
      "boring": 1601,
      "cap": 1602,
      "craf": 1603,
      "dic": 1604,
      "dist": 1605,
      "eting": 1606,
      "eyes": 1607,
      "eded": 1608,
      "five": 1609,
      "flex": 1610,
      "free": 1611,
      "gle": 1612,
      "gift": 1613,
      "hab": 1614,
      "ire": 1615,
      "ied": 1616,
      "ious": 1617,
      "ling": 1618,
      "lay": 1619,
      "nch": 1620,
      "pare": 1621,
      "rated": 1622,
      "soc": 1623,
      "sens": 1624,
      "separ": 1625,
      "uce": 1626,
      "wis": 1627,
      "ype": 1628,
      "zz": 1629,
      "iness": 1630,
      "then": 1631,
      "thon": 1632,
      "repe": 1633,
      "rememb": 1634,
      "ative": 1635,
      "atures": 1636,
      "attention": 1637,
      "oud": 1638,
      "ormal": 1639,
      "lete": 1640,
      "deta": 1641,
      "their": 1642,
      "ilities": 1643,
      "abases": 1644,
      "abstract": 1645,
      "else": 1646,
      "meeting": 1647,
      "being": 1648,
      "beaut": 1649,
      "assu": 1650,
      "unex": 1651,
      "uncertainty": 1652,
      "antly": 1653,
      "raints": 1654,
      "olving": 1655,
      "results": 1656,
      "comments": 1657,
      "usion": 1658,
      "used": 1659,
      "pling": 1660,
      "plan": 1661,
      "ples": 1662,
      "plain": 1663,
      "optional": 1664,
      "ular": 1665,
      "needed": 1666,
      "conv": 1667,
      "fection": 1668,
      "aying": 1669,
      "matically": 1670,
      "manship": 1671,
      "ride": 1672,
      "compil": 1673,
      "betwe": 1674,
      "ustain": 1675,
      "databases": 1676,
      "vious": 1677,
      "ards": 1678,
      "sume": 1679,
      "commit": 1680,
      "command": 1681,
      "intuition": 1682,
      "Even": 1683,
      "urn": 1684,
      "urity": 1685,
      "knowing": 1686,
      "Conf": 1687,
      "Context": 1688,
      "interact": 1689,
      "wee": 1690,
      "developer": 1691,
      "create": 1692,
      "Everyone": 1693,
      "myself": 1694,
      "dom": 1695,
      "predic": 1696,
      "documenting": 1697,
      "solving": 1698,
      "graph": 1699,
      "invest": 1700,
      "contribut": 1701,
      "pris": 1702,
      "reduce": 1703,
      "Reading": 1704,
      "When": 1705,
      "oundaries": 1706,
      "deployment": 1707,
      "deployments": 1708,
      "optimization": 1709,
      "pected": 1710,
      "pectives": 1711,
      "clar": 1712,
      "obvious": 1713,
      "challenges": 1714,
      "Start": 1715,
      "offline": 1716,
      "ronous": 1717,
      "confusion": 1718,
      "careful": 1719,
      "daily": 1720,
      "general": 1721,
      "pair": 1722,
      "simplicity": 1723,
      "load": 1724,
      "valuable": 1725,
      "applications": 1726,
      "Sharing": 1727,
      "operations": 1728,
      "later": 1729,
      "month": 1730,
      "humans": 1731,
      "languages": 1732,
      "Exper": 1733,
      "Explain": 1734,
      "frameworks": 1735,
      "miss": 1736,
      "present": 1737,
      "underrated": 1738,
      "fundamentals": 1739,
      "Trust": 1740,
      "Trans": 1741,
      "book": 1742,
      "pays": 1743,
      "experimenting": 1744,
      "ryp": 1745,
      "choice": 1746,
      "consistent": 1747,
      "individuals": 1748,
      "Open": 1749,
      "drives": 1750,
      "constraints": 1751,
      "shapes": 1752,
      "Make": 1753,
      "Web": 1754,
      "bring": 1755,
      "ucation": 1756,
      "reliability": 1757,
      "reviews": 1758,
      "strategy": 1759,
      "current": 1760,
      "responsib": 1761,
      "And": 1762,
      "Collaboration": 1763,
      "Python": 1764,
      "ethics": 1765,
      "puzz": 1766,
      "information": 1767,
      "leads": 1768,
      "monitoring": 1769,
      "Attention": 1770,
      "ieces": 1771,
      "algorithms": 1772,
      "meaning": 1773,
      "magic": 1774,
      "accessible": 1775,
      "management": 1776,
      "gracefully": 1777,
      "mptions": 1778,
      "Models": 1779,
      "CLI": 1780,
      "Efficiency": 1781,
      "Fair": 1782,
      "flexibility": 1783,
      "nchronous": 1784,
      "remember": 1785,
      "beautiful": 1786,
      "unexpected": 1787,
      "between": 1788,
      "AD": 1789,
      "Al": 1790,
      "Ar": 1791,
      "Asy": 1792,
      "Bi": 1793,
      "Bad": 1794,
      "Back": 1795,
      "Boring": 1796,
      "Clear": 1797,
      "DN": 1798,
      "Do": 1799,
      "Des": 1800,
      "Dep": 1801,
      "Er": 1802,
      "Fe": 1803,
      "Fin": 1804,
      "For": 1805,
      "Fun": 1806,
      "Focus": 1807,
      "Fail": 1808,
      "Fresh": 1809,
      "Git": 1810,
      "Get": 1811,
      "HT": 1812,
      "Hard": 1813,
      "Ide": 1814,
      "Iter": 1815,
      "Ke": 1816,
      "Low": 1817,
      "Less": 1818,
      "Loc": 1819,
      "Long": 1820,
      "ML": 1821,
      "Mach": 1822,
      "Never": 1823,
      "New": 1824,
      "Net": 1825,
      "Other": 1826,
      "Pr": 1827,
      "Pride": 1828,
      "Qual": 1829,
      "Ro": 1830,
      "Rel": 1831,
      "Run": 1832,
      "Right": 1833,
      "Se": 1834,
      "Sec": 1835,
      "Simple": 1836,
      "Sustain": 1837,
      "TP": 1838,
      "ae": 1839,
      "ath": 1840,
      "ader": 1841,
      "bal": 1842,
      "bro": 1843,
      "brow": 1844,
      "bage": 1845,
      "both": 1846,
      "boundaries": 1847,
      "car": 1848,
      "cif": 1849,
      "crit": 1850,
      "coun": 1851,
      "case": 1852,
      "citing": 1853,
      "dy": 1854,
      "dang": 1855,
      "ema": 1856,
      "find": 1857,
      "fely": 1858,
      "fresh": 1859,
      "gl": 1860,
      "gers": 1861,
      "give": 1862,
      "hind": 1863,
      "ix": 1864,
      "ior": 1865,
      "lit": 1866,
      "loo": 1867,
      "late": 1868,
      "los": 1869,
      "mble": 1870,
      "must": 1871,
      "non": 1872,
      "nce": 1873,
      "oples": 1874,
      "ps": 1875,
      "pand": 1876,
      "pol": 1877,
      "pain": 1878,
      "pping": 1879,
      "possible": 1880,
      "pieces": 1881,
      "ral": 1882,
      "rup": 1883,
      "rations": 1884,
      "tes": 1885,
      "tle": 1886,
      "tiv": 1887,
      "ub": 1888,
      "ud": 1889,
      "um": 1890,
      "uci": 1891,
      "var": 1892,
      "vation": 1893,
      "vest": 1894,
      "wer": 1895,
      "were": 1896,
      "wast": 1897,
      "yle": 1898,
      "yet": 1899,
      "inal": 1900,
      "infor": 1901,
      "erous": 1902,
      "eries": 1903,
      "there": 1904,
      "rest": 1905,
      "reve": 1906,
      "ream": 1907,
      "rection": 1908,
      "eng": 1909,
      "enab": 1910,
      "enable": 1911,
      "atibility": 1912,
      "oupling": 1913,
      "alk": 1914,
      "alone": 1915,
      "orch": 1916,
      "ories": 1917,
      "star": 1918,
      "stack": 1919,
      "story": 1920,
      "style": 1921,
      "tomor": 1922,
      "iter": 1923,
      "itions": 1924,
      "defa": 1925,
      "arbage": 1926,
      "entions": 1927,
      "abilities": 1928,
      "ches": 1929,
      "chain": 1930,
      "chitecture": 1931,
      "med": 1932,
      "ict": 1933,
      "bus": 1934,
      "bust": 1935,
      "images": 1936,
      "proto": 1937,
      "moves": 1938,
      "motiv": 1939,
      "evolving": 1940,
      "ash": 1941,
      "asy": 1942,
      "asking": 1943,
      "antic": 1944,
      "terday": 1945,
      "forward": 1946,
      "Then": 1947,
      "ols": 1948,
      "education": 1949,
      "word": 1950,
      "main": 1951,
      "ophy": 1952,
      "cond": 1953,
      "consens": 1954,
      "ivers": 1955,
      "ades": 1956,
      "adig": 1957,
      "features": 1958,
      "notes": 1959,
      "learners": 1960,
      "They": 1961,
      "ifies": 1962,
      "ified": 1963,
      "fav": 1964,
      "faces": 1965,
      "share": 1966,
      "express": 1967,
      "exciting": 1968,
      "expand": 1969,
      "mature": 1970,
      "acks": 1971,
      "qui": 1972,
      "queries": 1973,
      "peoples": 1974,
      "mans": 1975,
      "perfection": 1976,
      "compose": 1977,
      "compatibility": 1978,
      "encies": 1979,
      "impress": 1980,
      "agree": 1981,
      "sub": 1982,
      "sup": 1983,
      "super": 1984,
      "science": 1985,
      "safely": 1986,
      "angers": 1987,
      "strug": 1988,
      "strangers": 1989,
      "produci": 1990,
      "velty": 1991,
      "Evalu": 1992,
      "traffic": 1993,
      "productivity": 1994,
      "having": 1995,
      "servers": 1996,
      "service": 1997,
      "ends": 1998,
      "justified": 1999
    },
    "merges": [
      [
        "i",
        "n"
      ],
      [
        "e",
        "r"
      ],
      [
        "t",
        "h"
      ],
      [
        "in",
        "g"
      ],
      [
        "r",
        "e"
      ],
      [
        "e",
        "n"
      ],
      [
        "a",
        "n"
      ],
      [
        "e",
        "s"
      ],
      [
        "a",
        "t"
      ],
      [
        "o",
        "n"
      ],
      [
        "i",
        "s"
      ],
      [
        "o",
        "u"
      ],
      [
        "a",
        "l"
      ],
      [
        "o",
        "r"
      ],
      [
        "s",
        "t"
      ],
      [
        "t",
        "o"
      ],
      [
        "l",
        "e"
      ],
      [
        "i",
        "t"
      ],
      [
        "d",
        "e"
      ],
      [
        "a",
        "r"
      ],
      [
        "r",
        "o"
      ],
      [
        "th",
        "e"
      ],
      [
        "i",
        "l"
      ],
      [
        "i",
        "on"
      ],
      [
        "en",
        "t"
      ],
      [
        "o",
        "f"
      ],
      [
        "an",
        "d"
      ],
      [
        "c",
        "o"
      ],
      [
        "a",
        "b"
      ],
      [
        "e",
        "l"
      ],
      [
        "c",
        "h"
      ],
      [
        "m",
        "e"
      ],
      [
        "i",
        "c"
      ],
      [
        "c",
        "t"
      ],
      [
        "b",
        "u"
      ],
      [
        "ou",
        "t"
      ],
      [
        "er",
        "s"
      ],
      [
        "o",
        "w"
      ],
      [
        "i",
        "m"
      ],
      [
        "p",
        "ro"
      ],
      [
        "m",
        "o"
      ],
      [
        "b",
        "e"
      ],
      [
        "e",
        "v"
      ],
      [
        "a",
        "s"
      ],
      [
        "t",
        "e"
      ],
      [
        "a",
        "re"
      ],
      [
        "u",
        "n"
      ],
      [
        "at",
        "ion"
      ],
      [
        "o",
        "t"
      ],
      [
        "ab",
        "out"
      ],
      [
        "an",
        "t"
      ],
      [
        "t",
        "er"
      ],
      [
        "w",
        "h"
      ],
      [
        "f",
        "or"
      ],
      [
        "it",
        "y"
      ],
      [
        "T",
        "h"
      ],
      [
        "r",
        "a"
      ],
      [
        "in",
        "k"
      ],
      [
        "o",
        "l"
      ],
      [
        "re",
        "s"
      ],
      [
        "e",
        "d"
      ],
      [
        "th",
        "ink"
      ],
      [
        "co",
        "m"
      ],
      [
        "c",
        "e"
      ],
      [
        "k",
        "e"
      ],
      [
        "m",
        "ent"
      ],
      [
        "g",
        "e"
      ],
      [
        "al",
        "l"
      ],
      [
        "u",
        "s"
      ],
      [
        "es",
        "t"
      ],
      [
        "w",
        "ant"
      ],
      [
        "p",
        "l"
      ],
      [
        "w",
        "or"
      ],
      [
        "m",
        "a"
      ],
      [
        "d",
        "er"
      ],
      [
        "o",
        "p"
      ],
      [
        "m",
        "s"
      ],
      [
        "s",
        "y"
      ],
      [
        "u",
        "re"
      ],
      [
        "th",
        "ing"
      ],
      [
        "u",
        "l"
      ],
      [
        "th",
        "at"
      ],
      [
        "il",
        "d"
      ],
      [
        "i",
        "g"
      ],
      [
        "le",
        "ar"
      ],
      [
        "n",
        "e"
      ],
      [
        "in",
        "e"
      ],
      [
        "c",
        "on"
      ],
      [
        "i",
        "v"
      ],
      [
        "st",
        "e"
      ],
      [
        "a",
        "d"
      ],
      [
        "f",
        "e"
      ],
      [
        "es",
        "s"
      ],
      [
        "wor",
        "k"
      ],
      [
        "co",
        "de"
      ],
      [
        "n",
        "ot"
      ],
      [
        "o",
        "y"
      ],
      [
        "u",
        "t"
      ],
      [
        "sy",
        "ste"
      ],
      [
        "lear",
        "n"
      ],
      [
        "er",
        "y"
      ],
      [
        "Th",
        "e"
      ],
      [
        "a",
        "y"
      ],
      [
        "y",
        "ou"
      ],
      [
        "bu",
        "ild"
      ],
      [
        "st",
        "and"
      ],
      [
        "mo",
        "re"
      ],
      [
        "i",
        "f"
      ],
      [
        "f",
        "a"
      ],
      [
        "s",
        "h"
      ],
      [
        "is",
        "t"
      ],
      [
        "der",
        "stand"
      ],
      [
        "o",
        "o"
      ],
      [
        "o",
        "me"
      ],
      [
        "e",
        "x"
      ],
      [
        "i",
        "ev"
      ],
      [
        "m",
        "at"
      ],
      [
        "a",
        "c"
      ],
      [
        "q",
        "u"
      ],
      [
        "il",
        "ity"
      ],
      [
        "a",
        "p"
      ],
      [
        "iev",
        "e"
      ],
      [
        "p",
        "e"
      ],
      [
        "g",
        "ine"
      ],
      [
        "i",
        "d"
      ],
      [
        "de",
        "l"
      ],
      [
        "i",
        "z"
      ],
      [
        "j",
        "oy"
      ],
      [
        "b",
        "le"
      ],
      [
        "b",
        "el"
      ],
      [
        "a",
        "ch"
      ],
      [
        "l",
        "y"
      ],
      [
        "m",
        "an"
      ],
      [
        "o",
        "c"
      ],
      [
        "p",
        "er"
      ],
      [
        "r",
        "i"
      ],
      [
        "i",
        "th"
      ],
      [
        "u",
        "ct"
      ],
      [
        "en",
        "joy"
      ],
      [
        "wh",
        "at"
      ],
      [
        "com",
        "p"
      ],
      [
        "en",
        "gine"
      ],
      [
        "bel",
        "ieve"
      ],
      [
        "e",
        "p"
      ],
      [
        "il",
        "l"
      ],
      [
        "bu",
        "t"
      ],
      [
        "be",
        "t"
      ],
      [
        "un",
        "derstand"
      ],
      [
        "u",
        "st"
      ],
      [
        "v",
        "e"
      ],
      [
        "of",
        "t"
      ],
      [
        "s",
        "ome"
      ],
      [
        "a",
        "k"
      ],
      [
        "h",
        "t"
      ],
      [
        "ab",
        "ility"
      ],
      [
        "ic",
        "al"
      ],
      [
        "oo",
        "d"
      ],
      [
        "d",
        "at"
      ],
      [
        "l",
        "i"
      ],
      [
        "s",
        "e"
      ],
      [
        "v",
        "er"
      ],
      [
        "bet",
        "ter"
      ],
      [
        "t",
        "im"
      ],
      [
        "en",
        "c"
      ],
      [
        "w",
        "ith"
      ],
      [
        "im",
        "p"
      ],
      [
        "en",
        "ce"
      ],
      [
        "at",
        "e"
      ],
      [
        "mo",
        "del"
      ],
      [
        "t",
        "i"
      ],
      [
        "syste",
        "ms"
      ],
      [
        "o",
        "g"
      ],
      [
        "v",
        "i"
      ],
      [
        "ou",
        "s"
      ],
      [
        "ch",
        "n"
      ],
      [
        "ar",
        "d"
      ],
      [
        "ro",
        "m"
      ],
      [
        "f",
        "er"
      ],
      [
        "on",
        "e"
      ],
      [
        "ion",
        "s"
      ],
      [
        "learn",
        "ing"
      ],
      [
        "n",
        "ow"
      ],
      [
        "ev",
        "ery"
      ],
      [
        "d",
        "es"
      ],
      [
        "f",
        "rom"
      ],
      [
        "s",
        "er"
      ],
      [
        "th",
        "an"
      ],
      [
        "a",
        "g"
      ],
      [
        "h",
        "ow"
      ],
      [
        "s",
        "u"
      ],
      [
        "er",
        "ing"
      ],
      [
        "ab",
        "le"
      ],
      [
        "ig",
        "n"
      ],
      [
        "A",
        "I"
      ],
      [
        "s",
        "c"
      ],
      [
        "it",
        "s"
      ],
      [
        "l",
        "d"
      ],
      [
        "s",
        "a"
      ],
      [
        "ou",
        "r"
      ],
      [
        "com",
        "m"
      ],
      [
        "thing",
        "s"
      ],
      [
        "ig",
        "ht"
      ],
